/*
1. כתוב שאילתה ששולפת את כל המידע מטבלת הסטודנטים.

2. כתוב שאילתה ששולפת את השם הפרטי ושם המשפחה של כל הסטודנטים.

3. כתוב שאילתה ששולפת את השמות הפרטיים של כל הסטודנטים. אין להציג נתונים כפולים.

4. כתוב שאילתה ששולפת את השמות הפרטים של כל הסטודנטים מתחת לגיל 80.

5. כתוב שאילתה ששולפת את פרטי הסטודנט שהמזהה שלו הוא 1.

6. כתוב שאילתה ששולפת את כל הסטודנטים ששמם הפרטי הוא Ami או Yael. בנוסף גילם גדול מ 20.

7. כתוב שאילתה ששולפת את פרטי הסטודנטים שלא הוזן להם גיל.

8. כתוב שאילתה ששולפת את פרטי הסטודנטים שהוזן להם גיל.

9. כתוב שאילתה שמציגה את השמות הפרטיים של כל הסטודנטים בסדר עולה.

10. כתוב שאילתה שמציגה את נתוני הסטודנטים ממוינים לפי גיל בסדר יורד.

11. כתוב שאילתה שמציגה את פרטי שני הסטודנטים המבוגרים ביותר.
שימו לב - שימוש ב TOP!

                    
13. כתוב שאילתה שמציגה את פרטי כל הסטודנטים המתחילים באות A שגילם גדול 20. מיין את התוצאה לפי שם פרטי.

14. הכנס לטבלת הקורסים קורס בשם Gaming

15. עדכן את גיל כל הסטודנטים שגדולים מ 80 ל 70.

16. מחק את הסטודנט בעל id 4.

17. כתוב שאילתה שמציגה עבור סטודנטים הרשומים לקורסים את:
מספר קורס, שם קורס, מספר סטודנט, שם סטודנט, ציון

*/